Repository: Happy-Ferret/eos-knowledge-lib
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, ro, th, vi

source: Did you like this issue?
ar: هل أعجبك هذا الموضوع؟
es: ¿Te gustó esta edición?
fr: Avez-vous aimé cet aboutissement ?
id: Anda suka terbitan ini?
pt_br: Você gostou dessa edição?

source: Don't miss next week's issue with more articles in your favorite magazine!
ar: لا تفوت مسألة الأسبوع المقبل مع المزيد من المقالات في المجلة المفضلة لديك!
es: ¡No te pierdas la edición de la próxima semana que tendrá más artículos en tu revista favorita!
fr: Ne ratez pas l'édition de la semaine prochaine avec d'autres articles dans votre journal préféré !
id: Jangan lewatkan edisi minggu depan dengan lebih banyak artikel di majalah favorit Anda!
pt_br: Não perca a edição da próxima semana com mais artigos em sua revista favorita!

source: Archive
es: Archivo
id: Arsip
pt_br: Arquivo

source: Next Article
bn: পরের রচনা
de: Nächster Artikel
es: Próximo Artículo
fr: Article suivant
hi: अगला लेख
hu: Következő cikk
id: Artikel Selanjutnya
pt_br: Próximo Artigo
ro: Articolul Urmator
th: บทความถัดไป
vi: Bài viết Tiếp theo

source: Previous Article
bn: আগের রচনা
de: Vorheriger Artikel
es: Artículo Previo
fr: Article précédent
hi: पिछले लेख
hu: Előző cikk
id: Artikel Sebelumnya
pt_br: Artigo Anterior
ro: Articolul Anterior
th: บทความก่อนหน้า
vi: Bài Viết Trước

source: HOME
ar: الصفحة الرئيسية
bn: নীড়
de: Persönlicher Ordner
es: INICIO
fr: PAGE D'ACCUEIL
hi: मुखपृष्ठ
hu: KEZDŐOLDAL
id: BERANDA
pt_br: PÁGINA PRINCIPAL
ro: ACASA
th: โฮม
vi: TRANG CHỦ

source: Browse by topic
bn: বিষয় ধরে ব্রাউজ
es: Explora por tema
fr: Parcourir par thème
id: Jelajahi berdasarkan topik
pt_br: Explore por tema

source: This page contains content from {original-link}, available under a {license-link} license.
ar: تحتوي هذه الصفحة على محتوى من {original-link} ، مُتاح في ظل ترخيص {license-link}.
bn: এই পেজটিতে আছে বিষয় {প্রকৃত-লিঙ্ক}, আইনগতভাবে লভ্য {লিঙ্ক লাইসেন্স}।
de: Diese Seite enthält Inhalte von {original-link} und steht unter derLizenz: {license-link}
es: Esta página contiene contenido de {original-link}, disponible bajo una licencia de {license-link}.
fr: Cette page contient des contenus de {original-link}, disponible sous une licence {license-link}.
hi: इस पृष्ठ में {original-link} की सामग्री होती है, जो {license-link} लाइसेंस के अंतर्गत उपलब्ध होती है.
hu: Ez az oldal különféle tartalmakat tartalmaz innen: {original-link}, ami elérhető ezzel a licensszel: {license-link}
id: Halaman ini mengandung konten dari {original-link}, yang tersedia dengan lisensi {license-link}.
pt_br: Esta página contém conteúdo de {original-link}, disponível mediante uma licença {license-link} .
ro: Aceasta pagina are continutul de la {original-link},disponibil sub licenta {license-link}
th: หน้านี้ประกอบด้วยเนื้อหาจาก {original-link} ใช้งานได้ภายใต้ลิขสิทธิ์ของ {license-link}
vi: Trang này có chứa nội dung từ {original-link}, khả dụng theo giấy phép {license-link}.

source: http://wikihow.com
de: http://de.wikihow.com
es: http://es.wikihow.com
pt_br: http://wikihow.com.br

source: See {wikihow-article-link} for more details, videos, pictures and attribution. Courtesy of {wikihow-link}, where anyone can easily learn how to do anything.
ar: اطلع على {wikihow-article-link} لمزيد من التفاصيل والفيديوهات والصور والإستنادات. بإذن {wikihow-link}، حيث يُمكن لاي شخص أن يتعلم بسهولة كيف يفعل أي شيء.
bn: বিস্তারিত জানতে, ভিডিও, ছবি আর নির্দেশ দেখুন {উইকিহাউ-রচনা-লিঙ্ক}, {উইকিহাইউ-লিঙ্ক} বদান্যতায় যে কেউ সহজেই কিছু করতে পারে।
de: Auf der Seite {wikihow-article-link} sind weitere Details, Videos, Bilder und die Autoren vermerkt. Mit herzlichen Dank an {wikihow-link}, denn dort kann jeder einfach alles lernen.
es: Ve {wikihow-article-link} para más detalles, videos, fotos y atribuciones. Por cortesía de {wikihow-link}, donde cualquier persona puede fácilmente aprender cómo hacer cualquier cosa.
fr: Consultez {wikihow-article-link} pour plus de détails, des vidéos, des images et des attributions. Avec la permission de {wikihow-link}, où tout un chacun peut facilement apprendre à tout faire.
hi: अधिक विवरण, वीडियो, चित्रों और विशेषता के लिए {wikihow-article-link} देखें. {wikihow-link} को श्रेय, जहाँ कोई भी आसानी से सीख सकता है कि कुछ भी कैसे करना है.
hu: Tekintse meg ezt az oldalt {wikihow-article-link} további videókért, képekért, és más tulajdonságokért. Ez az oldal {wikihow-link} tulajdona, ahonnan bárki megtanulhatja, hogy tehet meg bármit.
id: Lihat {wikihow-article-link} untuk rincian, video, gambar dan atribusi selengkapnya. Milik {wikihow-link}, di mana setiap orang dapat mempelajari cara melakukan sesuatu secara mudah.
pt_br: Veja {wikihow-article-link} para mais detalhes, videos, imagens e atribuições. Cortesia de {wikihow-link}, onde qualquer pessoa pode facilmente aprender como fazer qualquer coisa.
ro: Vezi {wikihow-article-link}pentru mai multe detalii,videoclipuri,imagini si atributii.Multumuri{wikihow-link},unde oricine poate invata usor sa faca orice.
th: ดูรายละเอียด, วิดีโอ, ภาพ, และความเป็นเจ้าของเพิ่มเติมที่ {wikihow-article-link} ขอขอบคุณ {wikihow-link} ในฐานะพื้นที่ที่ทุกคนสามารถเรียนรู้วิธีทำสิ่งต่างๆ ได้
vi: Xem {wikihow-article-link} để biết thêm các thông tin chi tiết, video, ảnh và thuộc tính. Thoải mái vào {wikihow-link}, ở đó bất kỳ ai cũng có thể dễ dàng học cách thực hiện bất kỳ điều gì.

source: Legal Notice and Intellectual Property Policy
bn: আইনী বিজ্ঞপ্তি এবং বুদ্ধিবৃত্তিক সম্পত্তি নীতি
de: Rechtliche Hinweise und Markenrechte
es: Aviso Legal y Política de Propiedad Intelectual
hi: कानूनी नोटिस और बौद्धिक संपदा नीति
pt_br: Política de Propriedade Intelectual e Aviso Legal
ro: Aviz Juridic si Politica de Proprietate Intelectual
vi: Thông báo Pháp lý và Chính sách Sở hữu Trí tuệ

source: Read more at {link}
bn: আরও পড়ুন {লিঙ্ক}
de: Weiterlesen bei {link}
es: Leer más en {link}
fr: Consulter {link} pour en savoir plus
hi: {link} पर अधिक पढ़ें
id: Selengkapnya di {link}
pt_br: Leia mais em {link}
ro: Citeste mai multe la {link}
vi: Xem thêm tại {link}

source: DISCLAIMER PLACEHOLDER
bn: ডিসক্লেমার প্লেসহোল্ডার
es: La presente aplicación incluye reportes de noticias de interés que han sido obtenidos automáticamente de sus respectivas fuentes por medio del formato RSS que cada una de ellas ha hecho públicamente disponibles. En cada una se hace constar el titular de los derechos de autor del contenido, incluyendo pero no limitado a las imágenes en ellos incluidas. Las opiniones e información expresadas en las distintas notas, artículos, anuncios o cartas son responsabilidad exclusiva de sus autores. Endless no se hace responsable de la veracidad, del contenido o calidad de la información, ni de los productos, servicios, ofertas, promociones u otras que puedan estar ahí incluidas. El contenido es proporcionado acá de manera gratuita para uso no comercial. El contenido de los mismos y la información ahí expresada es responsabilidad exclusiva de sus autores. No asumimos responsabilidad alguna por el contenido de los mismos ni por cualquier acción u omisión tomada con base en esa información. El contenido puede incluir vínculos a páginas web de terceros que no se encuentran bajo nuestro control. No nos hacemos responsables por el contenido de esas páginas ni la inclusión de la información o de los vínculos constituye aceptación de las mismas, de sus autores o de los medios de comunicación que las han hecho públicas. Nos reservamos el derecho de modificar, suspender o descontinuar cualquier aspecto de esta aplicación y la información acá contenida en cualquier momento.
hi: अस्वीकरण प्लेसहोल्डर
ro: Act de renuntare inlocuitor
vi: VÙNG TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM

source: Copy
ar: نسخة
bn: কপি
de: Kopie
es: Copiar
fr: Copier
hi: प्रतिलिपि करें
hu: Másolás
id: Salin
pt_br: Copiar
ro: Copieaza
th: คัดลอก
vi: Sao chép

source: Content taken from {blog-link}.
ar: المُحتوى مأخوذ من {blog-link}.
bn: বিষয়টি নেয়া হয়েছে {ব্লগ-লিঙ্ক}
de: Die Inhalte stammen von {blog-link}
es: Contenido tomado de {blog-link}.
fr: Contenu issu de {blog-link}.
hi: {blog-link} से ली गई सामग्री.
hu: Tartalom forrása: {blog-link}.
id: Konten diambil dari {blog-link}.
pt_br: Conteúdo retirado de {blog-link}.
ro: Continut luat de la {blog-link}.
th: เนื้อหานำมาจาก {blog-link}
vi: Nội dung lấy từ {blog-link}.

source: Content courtesy of {blog-link}. Used with kind permission.
ar: المحتوى مهدى من {blog-link}. تم استخدامه بإذن كريم من صاحبه.
bn: বিষয় কৃতজ্ঞতা {ব্লগ-লিঙ্ক}। অনুমতি সাপেক্ষে ব্যবহৃত হয়েছে।
de: Die freundlicherweise überlassenen Inhalte stammen von {blog-link}.
es: Contenido por cortesía de {blog-link}. Usado con permiso generoso.
fr: Permission de contenu de {blog-link}. Utilisé grâce à une aimable permission.
hi: {blog-link} के सामग्री सौजन्य से. अनुमति से उपयोग की गई.
hu: Tartalom tulajdonosa: {blog-link}. Felhasználva a szerző engedélyével.
id: Konten adalah hak milik {blog-link}. Digunakan dengan izin.
pt_br: Cortesia de conteúdo de {blog-link}. Utilizado com permissão.
ro: Multumim {blog-link) pentru continut.Utilizat cu permisiune.
th: เนื้อหาจาก {blog-link} นำมาใช้งานโดยได้รับอนุญาตแล้ว
vi: Được quyền sử dụng nội dung từ {blog-link}. Được cho phép sử dụng.

source: Content courtesy of {blog-link}, licensed under {license-link}.
ar: المحتوى مهدى من {blog-link}، ومرخص بموجب {license-link}.
bn: বিষয় কৃতজ্ঞতা {ব্লগ-লিঙ্ক}, {লাইসেন্স-লিঙ্ক} আইনী ছাড়পত্রের অধীনে।
de: Die Inhalte stammen von {blog-link} und stehen unter der Lizenz: {license-link}
es: Contenido por cortesía de {blog-link}, bajo la licencia {license-link}.
fr: Permission de contenu de {blog-link}, sous licence {license-link}.
hi: {blog-link} केे सामग्री सौजन्य से, {license-link} के अंतर्गत लाइसेंसीकृत.
hu: Tartalom tulajdonosa: {blog-link}, licensze: {license-link}.
id: Konten adalah hak milik {blog-link}, berlisensi di bawah {license-link}.
pt_br: Cortesia de conteúdo de {blog-link}, licenciado sob {license-link}.
ro: Multumim {blog-link} pentru continut,licentiat sub acordul {license-link}.
th: เนื้อหาจาก {blog-link} สงวนลิขสิทธิ์ภายใต้ {license-link}
vi: Được quyền sử dụng nội dung từ {blog-link}, được cấp phép theo {license-link}.

source: Oops!
ar: يا لهذا!
es: ¡Uy!
fr: Oups !
id: Ups!
pt_br: Opa!

source: We could not find this magazine! Please try again after restarting your computer.
ar: لم نتمكن من إيجاد هذه المجلة! يُرجى المحاولة مرة أُخرى بعد إعادة تشغيل جهاز الكمبيوتر الخاص بك.
es: ¡No pudimos encontrar esta revista! Por favor intenta de nuevo después de reiniciar tu computadora.
fr: Nous n'avons pas trouvé ce magazine ! Essayez de nouveau après avoir redémarré votre ordinateur.
id: Kami tidak dapat menemukan majalah ini! Mohon coba lagi setelah menyalakan ulang komputer Anda.
pt_br: Não conseguimos encontrar essa revista! Por favor, tente novamente após reiniciar seu computador.

source: There was an error loading that page. Try another one or try again after restarting your computer.
ar: وقع خطأٌ ما أثناء تحميل تلك الصفحة. جرب صفحة أخرى أو حاول مرة أخرى فيما بعد بعد إعادة تشغيل الكمبيوتر.
es: Hubo un error al cargar esa página. Por favor intenta con otra o intenta de nuevo después de reiniciar tu computadora.
fr: Il y a eu une erreur pendant le chargement de cette page. Essayez-en une autre ou réessayez après avoir redémarré votre ordinateur.
id: Terjadi kesalahan saat memuat halaman itu. Coba yang lain atau coba lagi setelah menyalakan ulang komputer Anda.
pt_br: Ocorreu um erro no carregamento da página. Tente outro ou tente novamente após reiniciar seu computador.

source: Page %d
es: Página %d
id: Halaman %d
pt_br: Página %d

source: Results were found for “%s”
bn: “%s”এর জন্য প্রাপ্ত ফলাফল
de: Es gibt Ergebnisse für »%s«
es: Se encontraron resultados para “%s”
fr: Des résultats ont été trouvés pour « %s »
hi: “%s” के लिए परिणाम प्राप्त हुए
hu: Találatok ebben a témában: “%s”
id: Ada hasil ditemukan untuk "%s"
pt_br: Foram encontrados resultados para “%s”
ro: Rezultate gasite pentru "%s"
th: ผลลัพธ์ที่พบสำหรับ “%s”
vi: Đã tìm thấy kết quả tìm kiếm cho "%s"

source: See more %s
bn: %s আরও দেখুন
es: Más de %s
fr: Afficher plus de %s
id: Lihat lebih banyak %s
pt_br: Ver mais %s

source: Highlights
bn: চুম্বক অংশ
es: Destacados
fr: Points culminants
hi: हाइलाइट
hu: Kiemelések
id: Sorotan
pt_br: Destaques
ro: Evidentiat
th: เรื่องเด่น
vi: Nổi bật

source: All Categories
bn: সব বিভাগ
de: Alle Kategorien
es: Todas las Categorías
fr: Toutes les catégories
hi: सभी श्रेणियाँ
hu: Összes kategória
id: Semua Kategori
pt_br: Todas as Categorias
ro: Toate categoriile
th: หมวดหมู่ทั้งหมด
vi: Tất cả Danh mục

source: Search results for “%s”
bn: “%s” এর অনুসন্ধান ফলাফল
de: Suchergebnisse für »%s«
es: Resultados de la búsqueda “%s”
fr: Résultats de recherche pour “%s”
hi: “%s” के लिए परिणाम खोजें
hu: Keresési eredmények ehhez kapcsolódóan: “%s”
id: Hasil pencarian untuk "%s"
pt_br: Resultados da pesquisa por “%s”
ro: Cauta rezultate pentru "%s"
th: ผลลัพธ์การค้นหาสำหรับ “%s”
vi: Kết quả tìm kiếm cho "%s"

source: SEE ALL CATEGORIES
ar: مشاهدة جميع الفئات
bn: সকল বিভাগ দেখুন
de: ALLE KATEGORIEN ANSEHEN
es: VER TODAS LAS CATEGORÍAS
fr: VOIR TOUTES LES CATÉGORIES
hi: सभी श्रेणियाँ देखें
hu: ÖSSZES KATEGÓRIA MEGJELENÍTÉSE
id: LIHAT SEMUA KATEGORI
pt_br: Ver todas as categorias
ro: VEZI TOATE CATEGORIILE
th: ดูหมวดหมู่ทั้งหมด
vi: XEM TẤT CẢ DANH MỤC

source: Page %s
es: Página %s
id: Halaman %s
pt_br: Página %s

source: This article is part of the archive.
es: Este artículo es parte del archivo.
fr: Cet article fait partie des archives.
id: Artikel ini bagian dari arsip.
pt_br: Este artigo é parte do acervo.

source: Searching for “%s”
bn: অনুসন্ধান হচ্ছে “%s” এর
es: Buscando "%s"
fr: Recherche de “%s”
id: Mencari "%s"
pt_br: Pesquisando por “%s”

source: Results for “%s”
bn: “%s” এর জন্য ফলাফল
de: Ergebnisse für »%s«
es: Resultados para "%s"
fr: Résultats pour « %s »
hi: “%s” के लिए परिणाम
hu: Eredmények ehhez kapcsolódóan: “%s”
id: Hasil untuk “%s”
pt_br: Resultados para “%s”
ro: Rezultate pentru "%s"
th: ผลลัพธ์สำหรับ “%s”
vi: Kết quả đối với “%s”

source: OOPS!
ar: يا لهذا!
bn: উপস!
es: ¡UY!
fr: OUPS !
id: UPS!
pt_br: OPA!

source: See more results
bn: সকল ফলাফল দেখুন
de: Weitere Ergebnisse
es: Ver más resultados
fr: Afficher plus de résultats
hi: अधिक परिणाम देखें
hu: Tekintese meg a többi találatot is
id: Lihat lebih banyak hasil
pt_br: Ver mais resultados
ro: Vezi mai multe rezultate
th: ดูผลลัพธ์เพิ่มเติม
vi: Xem thêm kết quả

source: Sorry! :-(
bn: দুঃখিত :-(
de: Entschuldigung! :-(
es: Lo sentimos! :-(
fr: Désolé ! :-(
hi: क्षमा करें! :-(
id: Maaf! :-(
pt_br: Desculpe! :-(
ro: Ne pare rau! :-(
vi: Rất tiếc! :-(

source: There are no results that match your search.
de: Deine Suche lieferte keine Ergebnisse
es: No hemos encontrado resultados que coincidan con tu búsqueda.
fr: Il n'y a pas de résultats correspondant à votre recherche.
hi: आपकी खोज से मिलान करने वाले कोई परिणाम नहीं हैं
pt_br: Não encontramos nenhum resultado para a sua busca.
ro: Nici un rezultate care corespunde cautarii.
vi: Không có kết quả nào phù hợp với tìm kiếm của bạn.

source: We recommend that you: • Check your spelling • Try other words that mean the same thing • Try using more general words
de: Wir empfehlen dir: • Überprüfe die Rechtschreibung • Versuche es mit anderen Wörtern, die das gleiche bedeuten • Versuche es mit einem allgemeineren Wort
es: Te recomendamos que: • Revises como lo escribiste • Pruebes otras palabras similares • Pruebes palabras más generales
fr: Nous vous recommandons de : • Vérifier l'orthographe • Essayer d'autres mots voulant dire la même chose • Essayer d'utiliser des mots plus généraux
hi: हम अनुशंसा करते हैंं कि आप: • अपनी वर्तनी जाँचें • अन्य शब्दों को आज़माएँ जिनका अर्थ समान हो • अधिक सामान्य शब्द उपयोग करके देखें
id: Kami menyarankan: • Periksa ejaan Anda • Coba kata lain yang artinya sama • Coba menggunakan kata yang lebih umum
pt_br: Recomendamos que você: • Confira se a palavra foi escrita corretamente • Tente outras palavras com o mesmo significado • Tente usar palavras mais genéricas
ro: Iti recomandam sa: •Verifici ortografia •Incearci sa folosesti cuvinte care inseamna acelasi lucru •Incearci sa folosesti cuvinte mai generale
vi: Chúng tôi khuyên bạn nên: • Kiểm tra chính tả • Thử dùng các từ ngữ khác có cùng ý nghĩa • Thử dùng các từ ngữ chung chung hơn

source: There was an error during your search.
ar: لقد كان هناك خطأ أثناء عملية البحث الخاصة بك.
bn: আপনার অনুসন্ধানের সময়য় ত্রুটি দেখা দিয়েছে।
es: Hubo un error durante tu búsqueda.
fr: Il y a eu une erreur pendant votre recherche.
id: Ada gangguan pada pencarian Anda.
pt_br: Houve um erro durante a sua pesquisa.

source: This article is part of the archive of the magazine %s.
es: Este artículo es parte del archivo de la revista %s.
fr: Ciet article fait partie de l'archve du magasine %s.
id: Artikel ini adalah bagian dari arsip dari majalah %s.
pt_br: Este artigo é parte do acervo da revista %s.

source: Open the magazine
es: Abre la revista
fr: Ouvrez le magasine
id: Buka majalah
pt_br: Abra a revista

source: You might be interested in...
es: Tal vez te interese...
fr: Vous pourriez être intéressé par...
id: Anda mungkin tertarik pada...
pt_br: Talvez você se interesse por...

source: Other news
bn: অন্য খবর
es: Otras noticias
fr: Autres actualités
id: Berita lainnya
pt_br: Outras notícias

source: by {author}
ar: بواسطة (المؤلف)
bn: লিখেছেন (লেখক)
de: von {author}
es: por {author}
fr: par {author}
hi: {author} की ओर से
hu: {author} által
id: oleh {author}
pt_br: Por {author}
ro: Autor{author}
th: โดย {author}
vi: bởi {author}

source: and
ar: و
bn: এবং
de: und
es: y
fr: et
hi: और
hu: és
id: dan
pt_br: e
ro: si
th: และ
vi: và

source: Hello C world!
ar: مرحباً بـعالم C!

source: Try searching again, and if that doesn't work restart your computer.
ar: حاول البحث مرة أخرى، وإن لم يُفلح ذلك، قم بإعادة تشغيل الكمبيوتر.

source: Try repeating your search with other words.
ar: حاول تكرار عملية البحث الخاصة بك مستخدماً كلماتٍ أخرى.

source: We did not find any results for “{query}”.
ar: لم نعثر على أي نتائج تخص “{query}”.

source: Searching for “{search}”
ar: البحث عن “{search}”

source: Search results for “{search}”
ar: نتائج البحث الخاصة بـ “{search}”

source: Results for %s
ar: نتائج %s

source: Search the world's information!
ar: ابحث عن معلومات العالم!

source: Encyclopedia
ar: الموسوعة

source: Wikipedia and its associated marks are official trademarks of the Wikimedia Foundation in the United States and other countries. These marks are being used under license by the Wikimedia Foundation. Endless is not endorsed by or affiliated with the Wikimedia Foundation.
ar: ويكيبيديا والعلامات المرتبطة بها هي علامات تجارية رسمية لمؤسسة ويكيميديا في الولايات المتحدة ودول أخرى، وهذه العلامات تستخدم بترخيص من مؤسسة ويكيميديا. Endless ليست معتمدة أو منتسبة إلى مؤسسة ويكيميديا.

source: Lesson %d
ar: الدرس %d

source: CC-BY 4.0
ar: رخصة المشاع الإبداعي - 4,0

source: CC-BY-SA 4.0
ar: رخصة المشاع الإبداعي - المشاركة على قدم المساواة 4,0

source: CC-BY 3.0
ar: رخصة المشاع الإبداعي - 3,0

source: CC-BY-SA 3.0
ar: رخصة المشاع الإبداعي - المشاركة على قدم المساواة 3,0

source: We didn't find anything.
ar: لم نجد أي شيء.

source: Try seaching again with different words.
ar: حاول البحث مرة أخرى باستخدام كلمات مختلفة.

source: Results for "%s"
ar: النتائج لـ "%s"

source: PDF
ar: صيغة PDF
bn: পিডিএফ

source: Articles
ar: مقالات

source: %d of %d done
ar: تم انجاز %d من %d

source: Oops! No content.
de: Huch! Kein Inhalt.
hi: ओह! कोई सामग्री नहीं है.
hu: Hoppá! Nincs tartalom.
ro: Oops! Nici un continut.
th: อ๊ะ! ไม่มีเนื้อหา
vi: Ối! Không có nội dung.

source: The application could not find content to show. Please uninstall and re-install the application from the App Center.
th: แอพพลิเคชันไม่พบเนื้อหาที่จะแสดง โปรดถอนการติดตั้งแล้วติดตั้งแอพพลิเคชันอีกครั้งจาก App Center

source: Open App Center
th: เปิด App Center

source: Close
th: ปิด

source: Oops! There was an error.
de: Huch! Ein Fehler ist aufgetreten
hi: ओह! कोई त्रुटि हुई.
hu: Hoppsz. Hiba történt.
ro: Oops! Sa produs o eroare.
th: แย่ล่ะ! เกิดความผิดพลาดขึ้น
vi: Ối! Có lỗi xảy ra.

source: Download support info
de: Unterstützung beim Herunterladen
hi: समर्थन जानकारी डाउनलोड करें
hu: Támogatási információk letöltése
ro: Descarca suport info
th: ดาวน์โหลดข้อมูลความช่วยเหลือ
vi: Tải về thông tin hỗ trợ

source: Click here to download a file with information that will help us track down the problem.
de: Hier klicken, um eine Datei zu laden, die uns helfen wird, das Problemzu beheben.
hi: समस्या का ट्रैक रखने में हमारी मदद करने वाली जानकारी की फ़ाइल डाउनलोड करने के लिए यहाँ क्लिक करें.
hu: Kattintson ide, hogy letölthesse a fájlt információival együtt, ami segíthet számunkra a hiba lekövetésében.
ro: Click aici pentru a descarca un fisier cu informatii care te va ajuta sa descoperi problema.
th: คลิกที่นี่เพื่อดาวน์โหลดไฟล์ด้วยข้อมูลที่จะช่วยเราติดตามปัญหา
vi: Nhấp vào đây để tải về một tệp với thông tin sẽ giúp chúng tôi lần ra vấn đề.

source: We recommend that you: Check your spelling Try other words that mean the same thing Try using more general words
hu: Azt javasoljuk: Ellenőrizze a gépelési hibákat Használjon más szavakat ugyanarra a dologra Próbáljon használni elterjedtebb, ismertebb kifejezéseket
th: เราแนะนำให้คุณ: ตรวจสอบการสะกด ลองใช้คำอื่นๆ ที่มีความหมายเดียวกัน ลงใช้คำทั่วๆ ไป

source: Home
hu: Kezdőlap
th: โฮม

source: View the license
de: Lizenz lesen
hi: लाइसेंस देखें
hu: Licensz megtekintése
ro: Vezi licenta
th: ดูใบอนุญาต
vi: Xem giấy phép

source: Shared from Endless
th: แชร์จาก Endless

source: %s:%s minute
hi: %s:%s मिनट
hu: %s:%s perc
ro: %s:%s minut
th: %s:%s นาที
vi: %s:%s phút

source: %d item
de: %d Stück
hi: %d आइटम
hu: %d elem
th: %d รายการ
vi: %d mục

source: See more
hi: अधिक देखें
hu: Még több
ro: Vezi mai multe
th: ดูเพิ่มเติม

source: We're sorry, there are no results that match your search.
hu: Sajnáljuk, a keresés feltételeinek nincs eredménye.
th: ไม่พบผลลัพธ์ที่ตรงกับการค้นหาของคุณ

source: Placeholder
hu: Helykihagyás
th: ผู้รับผิดชอบ

source: Retry
th: ลองอีกครั้ง

source: Please sign in again to share this link
th: โปรดลงชื่อเข้าใช้อีกครั้งเพื่อแชร์ลิงก์นี้

source: Sign In
th: ลงชื่อเข้าใช้

source: Please sign in to share this link
th: โปรดลงชื่อเข้าใช้เพื่อแชร์ลิงก์นี้

source: If you have an internet connection, we are downloading more content right now. Try again in a few minutes after this message disappears.
de: Wenn du eine Internet-Verbindung hast, dann sind wir gerade dabei neue Datenzu laden. Versuche es in einigen Minuten noch einmal.
hi: अगर आपके पास इंटरनेट कनेक्शन है, तो हम इस समय अधिक सामग्री डाउनलोड कर रहे हैं. इस संदेश के हट जाने के कुछ मिनट बाद पुनः प्रयास करें.
ro: Daca ai o conexiune la internet,iti descarcam continutul chiar acum.Incearca din nou in cateva minute dupa ce acest mesaj dispare.
vi: Nếu bạn có kết nối internet, ngay bây giờ chúng ta đang tải về thêm nội dung. Hãy thử lại trong vài phút tới sau khi tin nhắn này biến mất.
